Repository: d-yermachenko/LeaveManagement
Catalog: leave-management/Resources/LeaveManagement/CommandsLocalizer/CommandLocalization.*.resx
Languages: de

source: 404 Error Page
de: 404 Fehlerseite

source: Allocate leave
de: Zuweisen von Urlaub

source: Allocate {0}
de: Zuweisen von {0}

source: Allocate {0} to all employees
de: Zuweisen {0} zu allen Mitarbeitern

source: Are you sure you want to allocate this leave type to all employees?
de: Möchten Sie diesen Urlaubstyp wirklich allen Mitarbeitern zuweisen?

source: Back to List
de: Zurück zur Liste

source: Confirm deleting?
de: Löschen bestätigen?

source: Create New
de: Neue erstellen

source: Delete
de: Löschen

source: Delete employee
de: Mitarbeiter löschen

source: Display leave allocations
de: Anzeigen von Urlaubszuweisungen

source: Edit
de: Bearbeiten

source: Edit employee
de: Bearbeiten von Mitarbeitern

source: Oops! Page not found.
de: Oops! Seite wurde nicht gefunden.

source: The object you looking is unavalaible
de: Das Objekt, das Sie suchen, ist unavalaible

source: We could not find the page you were looking for.
de: Wir konnten die gesuchte Seite nicht finden.
