Repository: d-yermachenko/LeaveManagement
Catalog: leave-management/Resources/ViewModels/LeaveRequest/LeaveRequest.*.resx
Languages: fr, ru

source: Accepted requests
fr: Demandes acceptées
ru: Одобренные запросы

source: Approuved
ru: Одобрено

source: Comment
fr: Commentaire
ru: Комментарий

source: Date of beginning
fr: Date de debut
ru: Дата начала

source: Date of ending
fr: Date de fin
ru: Дата окончания

source: Days that you can request for leave
fr: Jours restantes
ru: Оставшиеся дни

source: End date
fr: Date de fin
ru: Дата окончания

source: End date is required
fr: La date de fin est requise
ru: Дата окончания - обязательное поле

source: Leave type
fr: Type de congé
ru: Тип отпуска

source: Leave Type is required
fr: Type de congé requis
ru: Тип отпуска - обязательное поле

source: List of requests without any sorting
fr: Liste total de demandes
ru: Полный список запросов

source: Moderator
fr: Modérateur
ru: Модератор

source: Number of days in not still reviewed request
fr: Nombre de jours en requettes en attente
ru: Количество дней в необработанных запросах

source: Number of days, that was approuved
fr: Nombre des jours approuvees
ru: Количество одобренных дней

source: Number of days, which was approuved, and period of leave began
fr: Nombre des jours approuvées et période de départ as déjà commence
ru: Количество дней в одобренных и начавшихся отсутствиях

source: Number of days, which were rejected
fr: Nombre des jours rejetés par manager
ru: Количество отклоненных дней

source: Pending
fr: Attente
ru: В ожидании обработки

source: Pending requests
fr: Demandes en attente
ru: Ожидающие запросы

source: Please select leaveType
fr: Sélectionnez le type de départ, s'il vous plait
ru: Выберите тип отпуска

source: Rejected
fr: Rejeté
ru: Отклонено

source: Rejected requests requests
fr: Demandes refusees
ru: Отклоненные запросы

source: Requested at
fr: Demandé à
ru: Дата запроса

source: Requesting employee
fr: Demande d’employé
ru: Запрашивающий сотрудник

source: Requests to handle by manager
fr: Demandes à traiter par responsable
ru: Запросы, которые должен обработать начальник

source: Requests, accepted by manager. Employee can take his leave in indicated period
fr: Demandes acceptées par manager. Employee peut partir en period indiqué
ru: Запросы, одобренные начальником. Сотрудник может взять отпуск.

source: Requests, rejected by manager. Employee cant leave the company in indicated period
fr: Demandes rejetées par manager. Employee doit rester
ru: Запросы, отклоненные начальником. Сотрудник должен остаться.

source: Sold of days
fr: Vendu de jours
ru: Остаток дней

source: Start date
fr: Date de début
ru: Дата начала

source: Start date is required
fr: La date de début est requise
ru: Дата начала - обязательное поле

source: Total number of leave requests
fr: Nombre total de demandes de congés
ru: Общее количество запрошенных дней

source: Used
fr: Utilisé
ru: Использовано

source: Your allocation
fr: Votre allocation
ru: Вам назначено
